Tekla.Structures.Drawing.ReinforcementPulloutElement.CouplersEndAnchorSymbols
Whether to show coupler/anchor symbols or not.

Tekla.Structures.Drawing.ReinforcementPulloutElement.CouplersScale
The scale of coupler/anchor symbols.